Revit 2024 API
BuiltInFailures.PropertySetElementFailures Class
 Failures related to property set elements.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class PropertySetElementFailures
Visual Basic
Public NotInheritable Class PropertySetElementFailures
Visual C++
public ref class PropertySetElementFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.PropertySetElementFailures
See Also
BuiltInFailures.PropertySetElementFailures Members
Autodesk.Revit.DB Namespace